Repository: oasis-catalog/wp-oasis-importer
Catalog: languages/oasiscatalog-importer-*.po
Languages: ru_ru

source: Setting up import of Oasis products
ru_ru: Настройка импорта товаров Oasis

source: Launch settings
ru_ru: Настройка запуска

source: Key API
ru_ru: Ключ API

source: API User ID
ru_ru: ID пользователя

source: Specify the API key!
ru_ru: Укажите API ключ!

source: API key is invalid
ru_ru: API ключ не верный

source: Currency
ru_ru: Валюта

source: Categories
ru_ru: Категории

source: Do not update categories
ru_ru: Не обновлять категории

source: No VAT
ru_ru: Без НДС

source: Without goods "to order"
ru_ru: Без товаров "под заказ"

source: Price from
ru_ru: Цена от

source: Price to
ru_ru: Цена до

source: Type
ru_ru: Тип

source: In stock in Moscow
ru_ru: На складе в Москве

source: In stock in Europe
ru_ru: На складе в Европе

source: At a remote warehouse
ru_ru: На удаленном складе

source: Limit products
ru_ru: Лимит товаров

source: The number of products received from the API and processed in one run.
ru_ru: Количество товаров получаемое из API и обрабатываемое за один запуск.

source: Price settings
ru_ru: Настройки цен

source: Price factor
ru_ru: Коэффициент цены

source: The price will be multiplied by this factor. For example, in order to increase the cost by 20%, you need to specify 1.2
ru_ru: Цена будет умножена на данный коэффициент. Например, для того чтобы увеличить стоимость на 20% необходимо указать 1,2

source: Add to price
ru_ru: Добавить к цене

source: This value will be added to the price. For example, if you specify 100, then 100 will be added to the cost of all products.
ru_ru: К цене будет добавлена данная величина. Например, если указать 100, то у всех товаров к стоимости будет добавлено 100.

source: Use dealer prices
ru_ru: Использовать диллерские цены

source: Additional settings
ru_ru: Дополнительные настройки

source: Enable reviews
ru_ru: Включить отзывы

source: Enable commenting on imported products
ru_ru: Включить комментирование импортируемых товаров

source: Hide discounts
ru_ru: Скрыть скидки

source: Hide "old" price in products
ru_ru: Скрыть "старую" цену в товарах

source: Widget branding
ru_ru: Виджет нанесения

source: Enable branding widget on checkout page
ru_ru: Включить виджет нанесения на странице оформления заказа

source: Up photo
ru_ru: Обновление фото

source: Enable update photos
ru_ru: Включить обновление фото

source: Use CDN image server
ru_ru: Использовать CDN сервер изображений

source: Display product photos without uploading, saves space on hosting. May not work correctly with some themes and plugins
ru_ru: Отображать фото товаров без загрузки, экономит место на хостинге. Возможна некорректная работа с некоторыми темами и плагинами

source: After specifying the key, it will be possible to configure the import of products into Woocommerce from the Oasis website
ru_ru: После указания ключа можно будет настроить импорт товаров в Woocommerce с сайта Oasis

source: After specifying the user id, it will be possible to upload orders to Oasis
ru_ru: После указания user id можно будет выгружать заказы в Oasis

source: ---Select---
ru_ru: ---Выбирать---

source: Only new items
ru_ru: Только новинки

source: Only hits
ru_ru: Только хиты

source: Discount only
ru_ru: Только со скидкой

source: Oasis Import
ru_ru: Оазис импорт

source: Settings saved
ru_ru: Настройки сохранены

source: Loading...
ru_ru: Загрузка...

source: General processing status
ru_ru: Общий статус обработки

source: Download / update products 1 time per day
ru_ru: Загрузка/обновление товаров 1 раз в сутки

source: Copy
ru_ru: Копировать

source: Renewal of balances 1 time in 2 hours
ru_ru: Обновление остатков 1 раз в 2 часа

source: Save settings
ru_ru: Сохранить настройки

source: Clear
ru_ru: Очистить

source: Select
ru_ru: Выбрать

source: Settings
ru_ru: Настройки

source: Unload
ru_ru: Выгрузить

source: Invalid items in the order
ru_ru: В заказе недопустимые товары

source: The order is being processed, please wait.
ru_ru: Заказ обрабатывается, ожидайте.

source: Error, please try again.
ru_ru: Ошибка, попробуйте еще раз.

source: Default category
ru_ru: Категория по умолчанию

source: If no link is specified for a product category, the product will be placed in the default category
ru_ru: Если для категории товара не указана связь, товар будет помещен в категорию по умолчанию

source: Do not limit update
ru_ru: Не ограничивать обновление

source: Full product update is limited, no more than once a day
ru_ru: Полное обновление товаров ограничено, не чаще раз в день

source: Enable brands
ru_ru: Включить бренды

source: Enable brands on imported products
ru_ru: Включить бренды импортируемых товаров

source: Quick import of products
ru_ru: Быстрый импорт товаров

source: Import without photos. After a full upload of all products, the option is turned off
ru_ru: Импорт без фотографий. После полновый загрузки всех товаров, опция отключается

source: Remove quotes
ru_ru: Удалять кавычки

source: Remove quotes in the title
ru_ru: Удалять кавычки в названии

source: No defective goods
ru_ru: Без товаров с дефектом

source: Branding
ru_ru: Нанесение

source: Cost of branding
ru_ru: Стоимость нанесения

source: Collapse all
ru_ru: Свернуть все

source: Expand all
ru_ru: Развернуть все

source: %1$s step in progress out of %2$s. Current step status
ru_ru: Выполняется %1$s шаг из %2$s. Статус текущего шага

source: Next step %1$s of %2$s.
ru_ru: Следующий шаг %1$s из %2$s.

source: Last import completed: %1$s
ru_ru: Последний импорт завершен: %1$s

source: The product import process runs in the background.
ru_ru: Процесс импорта товаров запускается в фоновом режиме.

source: You can adjust the time using WordPress tools.
ru_ru: Вы можете настроить время с помощью интрументов Вордпресс.

source: Or add the command to your hosting task scheduler.
ru_ru: Либо добавить команду в планировщик задач на Ваш хостинг.

source: This requires WP-CLI. Example for crontab, please ensure the path is correct
ru_ru: Для этого требуется WP-CLI. Примеры для crontab, позжалуйста убедитесь в правильности пути

source: Next run of product imports:
ru_ru: Следующий запуск импорт продукции:

source: Next run of stock update:
ru_ru: Следующий запуск обновления остатков:

source: Schedule of imports of products
ru_ru: Расписание импорта товаров

source: ---Off---
ru_ru: ---Отключен---

source: Every day
ru_ru: Каждый день

source: Once every two days
ru_ru: Раз в два дня

source: Once every three days
ru_ru: Раз в три дня

source: Once a week
ru_ru: Раз в неделю

source: Schedule for updating stock
ru_ru: Расписание обновления остатков

source: Every hour
ru_ru: Каждый час

source: Every 2 hours
ru_ru: Каждые 2 часа

source: Every 3 hours
ru_ru: Каждые 3 часа

source: Every 6 hours
ru_ru: Каждые 6 часа

source: Every 12 hours
ru_ru: Каждые 12 часов
